Repository: renaudjenny/MemoArt
Catalog: Shared/*.lproj/Localizable.strings
Languages: fr

source: A new game will randomly display %lld cards among the ones you chose
fr: Une nouvelle partie va afficher %lld cartes parmi celles que vous avez choisies

source: A new game will use %lld pairs of cards
fr: Une nouvelle partie utilisera %lld paires de cartes

source: About
fr: À propos

source: About MemoArt
fr: À propos de MemoArt

source: Add my new high score
fr: Ajouter mon nouveau score

source: Choose a difficulty level
fr: Choisir un niveau de difficulté

source: Choose the cards you want to play with
fr: Choisissez les cartes avec lesquelles vous voulez jouer

source: Difficulty level changed
fr: Niveau de difficulté modifié

source: Do you want to start a new game? You will loose your current progress then!
fr: Voulez-vous commencer une nouvelle partie ? Vous allez perdre votre progression !

source: Done
fr: Terminer

source: Easy
fr: Facile

source: First
fr: Première place

source: Go win some game to see your best scores here ⭐️
fr: Allez finir quelques parties pour voir apparaître vos meilleurs scores ici ⭐️

source: Hard
fr: Difficile

source: High Scores
fr: Meilleurs Scores

source: High Scores 🏆
fr: Meilleurs Scores 🏆

source: Moves: %lld
fr: Coups : %lld

source: New game
fr: Nouvelle partie

source: Reset game
fr: Commencer une autre partie

source: Second
fr: Seconde place

source: selected
fr: sélectionné

source: Third
fr: Troisième place

source: This will reset the current game, you will loose your progress!
fr: Cela va lancer une nouvelle partie, vous allez perdre votre progression !

source: unselected
fr: désélectionné

source: You have just changed the difficulty level, but there is a game currently in progress
fr: Vous venez de changer le niveau de difficulté alors qu'il y a une partie en cours

source: You've reached the limit. You need %@ cards or more to play.
fr: Vous avez atteint la limite. Vous avez besoin d’au moins %@ cartes pour jouer.

source: Your name
fr: Votre prénom
